Revit 2027 API
BackgroundSettings Properties
The BackgroundSettings type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BackgroundSettings Class
Autodesk.Revit.DB Namespace